Repository: kirun9/Opalenica
Catalog: Opalenica/Strings.*.resx
Languages: pl_sl

# Forms.Settings.GeneralSettingsControl.AcceptButton
source: Accept
pl_sl: Akceptuj

# Forms.Settings.GeneralSettingsControl.ApplyButton
source: Apply
pl_sl: Zastosuj

# Forms.Settings.GeneralSettingsControl.CancelButton
source: Cancel
pl_sl: Anuluj

# Forms.Settings.GeneralSettingsControl.FullScreenLabel
source: Full Screen On Start
pl_sl: Tryb Pełnoekranowy

# Forms.Settings.GeneralSettingsControl.LanguageLabel
source: Language
pl_sl: Gŏdka

# Forms.Settings.GeneralSettingsControl.ModeLabel
source: Display Mode
pl_sl: Tryb Wyświytlaniŏ

# Forms.Settings.GeneralSettingsControl.MonitorLabel
source: Display Monitor
pl_sl: Głowny Mōnitōr

# Forms.Settings.GeneralSettingsControl.RestartInfoLabel
source: * Restart the application for the changes to take effect
pl_sl: * Sztartnij zaś aplikacyjõ, coby pōmiany ôdniosły efekt

# Settings.Tabs.BlockSys
source: Block System
pl_sl: Szpery

# Settings.Tabs.General
source: General
pl_sl: Ôgōlne

# Settings.Tabs.Junctions
source: Junctions
pl_sl: Rozjazdy

# Settings.Tabs.Signals
source: Signals
pl_sl: Semafory

# Settings.Tabs.Tracks
source: Tracks
pl_sl: Tory

# Forms.OptionsForm.Title
source: Options
pl_sl: Ustawiyniŏ

# Forms.Settings.SerialSettingsControl.RestartButton
source: Restart Connection
pl_sl: Sztartnij zaś połōnczynie

# Forms.Settings.SerialSettingsControl.StartButton
source: Start Connection
pl_sl: Sztartnij połōnczynie

# Forms.Settings.SerialSettingsControl.SaveButton
source: Save
pl_sl: Zapisz

# Forms.Settings.SerialSettingsControl.ConnectionStatusLabel
source: Connection Status
pl_sl: Status Połōnczyniŏ

# Messages.SerialNotSetError
source: Serial port settings are not set. Please set them in settings.
pl_sl: Ustawiyniŏ portu szeregowygo niy sōm zdefiniowane. Gezecōw jy w ustawiyniach.
